{

    "aau_title": "Academy of Art University",
    "aau_info": "Established in 1929, Academy of Art University is the largest private accredited art and design school in the nation. Located in San Francisco, the epicenter of culture and technology, Academy of Art University has a diverse population of approximately 14,000 students from around the world. Offering an art school experience like no other, their faculty of professional artists help thousands of students develop a unique combination of artistic ability and business savvy to succeed in careers they love.",
    "aau_popular": "Academy of Art University offers 28 distinct undergraduate degrees, concentrated into 17 majors within 8 broad fields of study. Across all fields of study, Academy of Art University awarded 1,380 undergraduate degrees in 2015 - 2016.<br><br><ul><li>Design & Applied Arts</li><li>Film, Video & Photographic Arts</li><li>Graphic Communications</li><li>Computer Software & Applications</li><li>Fine & Studio Arts</li></ul>",
    "aau_programs": "The Academy has over thirty facilities that house classrooms, studios, galleries, and residence halls. The students, who are admitted through an open-enrollment policy, aspire to earn A.A., B.A., B.S., B.F.A., B.Arch., M.A., M.F.A., or M.Arch. degrees in more than 30 areas of study; as well as continuing art education and certificate programs for those wishing to tailor programs to meet their specific goals; pre-college art experience programs for high school students; and teacher grants. Classes are available in Acting, Advertising, Animation & Visual Effects, Architectural Design, Architecture, Art Education, Art History, Art Teaching Credential, Automotive Restoration, Costume Design, Fashion, Fashion Journalism, Fashion Marketing, Fashion Merchandising, Fashion Product Development, Fashion Styling, Fashion Visual Merchandising, Fine Art, Game Development, Game Programming, Graphic Design, Illustration, Industrial Design (Transportation, Toy and Product Design), Interior Architecture & Design, Jewelry & Metal Arts, Landscape Architecture, Motion Pictures & Television, Multimedia Communications, Music Production for Sound Design & Visual Media, Photography, Social Media, Studio Production for Advertising & Design, Visual Development, Web Design & New Media, Web Development Intensive, and Writing for Film, Television & Digital Media. Students can study on-site in San Francisco or through the Academy's flexible online programs (in most areas of study).",

    "berkeley_title": "University of California, Berkeley",
    "berkeley_info": "The University of California, Berkeley is one of the world's leading academic institutions. Widely known as 'Cal,' the campus is renowned for the size and quality of its libraries and laboratories, the scope of its research and publications, and the distinction of its faculty and students. National rankings consistently place Berkeley's undergraduate and graduate programs among the very best in a variety of disciplines. Our high-acclaimed faculty currently includes: 7 Nobel Laureates, 225 members of the Academy of Arts & Sciences, 131 members of the National Academy of Science, 87 members of the National Academy of Engineering, a Poet Laureate Emeritus of the United States, and 141 Guggenheim Fellows, more than any other university in the country. It was here that two professors discovered plutonium in 1941 as well as numerous other elements, including berkelium and californium. Berkeley faculty are quoted daily in newspapers and journals throughout the world as experts in their fields. But Berkeley is also about extraordinary students! While most of our 22,800 undergraduates are Californians, every state and more than 100 foreign countries are represented on campus. The student body can best be characterized by its talent and its diversity; in fact, there is no single...",
    "berkeley_undergrad": "The University of California, Berkeley has six colleges offering undergraduate degrees:<ul><li>College of Chemistry</li><li>College of Engineering</li><li>College of Environmental Design</li><li>College of Letters & Science</li><li>College of Natural Resources</li><li>Haas School of Business</li></ul",
    "berkeley_postgrad": "The University of California, Berkeley offers 100 graduate programs with fields of study including:<ul><li>Architecture</li><li>Art</li><li>Business administration</li><li>Computer Science</li><li>Electrical Engineering & Computer Sciences</li><li>Education</li><li>Journalism</li><li>Law</li><li>Mathematics</li><li>Social Welfare</li><li>Urban Design</li></ul>",

    "cit_title": "California Institute of Technology (Caltech)",
    "cit_info": "Based in sunny Pasadena in California, California Institute of Technology (Caltech) is the fifth best university in the world according to the QS World University Rankings® 2016-2017. It was rated the maximum 5 QS stars and is top of the class in research, innovation, facilities and specialist criteria.<br>Caltech is particularly strong in a number of STEM subjects, including chemical engineering, the biological sciences, chemistry, earth and marine sciences, physics and astronomy, and the natural sciences, as indicated by its strong performance in the subject rankings.<br>Caltech is a small but powerful research and teaching institution. With a 3:1 student faculty ratio, it has 300 teaching staff, 600 research scholars, and 99% of its students were in the top tenth of their high school graduating class.",
    "cit_undergrad": "Pasadena-based California Institute of Technology (Caltech) is a world-leader in education. At the moment, it offers a number of undergraduate majors and minors, including:<ul><li>Aerospace</li><li>Environmental science and engineering</li><li>Business, economics and management</li><li>English</li><li>Structural mechanics.</li></ul><br>In total, Caltech estimates the cost of attendance for one year, including board, books, supplies and tuitions fees to be US$ 68, 901. It’s worth noting that financial aid is available for students who need it, including ‘work and study’ schemes, loans, grants and scholarships.",
    "cit_postgrad": "At postgraduate level, California Institute of Technology offers a number of degree options, including:<br><ul><li>Bioengineering</li><li>Neurobiology</li><li>Applied and computational mathematics</li><li>Computation and neural systems</li><li>Space engineering</li><li>Behavioral and social neuroscience</li><li>Social science.</li></ul><br>Caltech estimates the cost of attendance at graduate level to range between US$ 78, 786 and US$ 80 917 a year, depending on their accommodation, but, rest assured, 98% of Caltech students receive merit-based financial support covering their tuition fees and a stipend.",

    "csulb_title": "California State University, Long Beach",
    "csulb_info": "California State University—Long Beach is a public institution that was founded in 1949. It has a total undergraduate enrollment of 32,246, its setting is urban, and the campus size is 322 acres. It utilizes a semester-based academic calendar. California State University—Long Beach's ranking in the 2018 edition of Best Colleges is Regional Universities West, 39. Its in-state tuition and fees are $6,524 (2017-18); out-of-state tuition and fees are $16,196 (2017-18).<br><br>With its location overlooking the Pacific Ocean, the California State University—Long Beach, or CSULB or Long Beach State as it is known, offers students a mix of academic and outdoor life. All freshmen, unless they commute from a parent’s home, are required to live on campus. It’s a scenic place to live, as more than 3,000 peach trees line the campus, a donation made by local Long Beach citizens. The school’s sports teams compete in the NCAA Division I Big West Conference and are especially competitive in women’s volleyball. Students can check out more than 300 organizations at CSULB, including fraternities and sororities, special interest clubs, social action organizations, and honor societies.<br><br>For graduate students, CSULB offers programs through the College of Business Administration, the College of Engineering, and the College of Health and Human Services, among other schools. Notable alumni of the California State University—Long Beach include J.F. Lawton, screenwriter of Pretty Woman, and Tara Cross-Battle, a former Olympic women’s volleyball player. Acclaimed filmmaker Steven Spielberg first attended CSULB in 1965 and, though he did not earn a degree then, later returned to complete his bachelor’s in 2002.",
    "csulb_undergrad": "<ul><li>Business, Management, Marketing, and Related Support Services</li><li>Communication, Journalism, and Related Programs</li><li>Health Professions and Related Programs</li><li>Social Sciences</li><li>Family and Consumer Sciences/Human Sciences</li></ul>",
    "csulb_postgrad": "California State University, Long Beach offers a wide variety of graduate degrees geared to both full-time and part-time students. About 6,000 students are currently enrolled in graduate programs in more than 65 fields. We also offer the following doctoral programs:<br><br><ul><li>Ph.D. in Engineering & Industrial Applied Mathematics (offered jointly with The Claremont Graduate University.)</li><li>Ed.D. in Educational Leadership</li><li>Doctor of Physical Therapy (DPT)</li><li>Doctor of Nursing Practice (DNP) (offered jointly with Cal State Fullerton and Cal State Los Angeles)</li></ul>",

    "csun_title": "California State University, Northridge",
    "csun_info": "California State University—Northridge is a public institution that was founded in 1958. It has a total undergraduate enrollment of 35,552, and the setting is Urban. It utilizes a semester-based academic calendar. California State University—Northridge's ranking in the 2018 edition of Best Colleges is Regional Universities West, 73. Its in-state tuition and fees are $6,569 (2017-18); out-of-state tuition and fees are $17,729 (2017-18).<br>CSUN offers a variety of programs including 134 different bachelor's degrees, master's degrees in 70 different fields, 3 doctoral degrees including two Doctor of Education and a Doctor of Physical Therapy, and 24 teaching credentials. CSUN enrolls more than 40,000 students and ranks 10 in the U.S. in bachelor's degrees awarded to underrepresented minority students. The university has over 200,000 alumni. CSUN is home to the National Center on Deafness, and the university hosts the International Conference on Technology and Persons with Disabilities (more commonly known as the CSUN Conference), which is held each year in San Diego. CSUN's Chicana and Chicano Studies Department is the largest in California.",
    "csun_admission": "In the fall of 2016 there were 61,683 applicants, of which 28,497 were admitted with an acceptance rate of 46%",
    "csun_collages": "<ul><li>Mike Curb College of Arts, Media & Communication</li><li>David Nazarian College of Business & Economics</li><li>Michael D. Eisner College of Education</li><li>College of Engineering & Computer Science</li><li>College of Health & Human Development</li><li>College of Humanities</li><li>College of Science and Mathematics</li><li>College of Social & Behavioral Sciences</li><li>Roland Tseng College of Extended Learning</li></ul>",
    "csun_ranking": "Cal State Northridge was ranked as the #5 college in the United States by the Social Mobility Index college rankings. Money Magazine ranked Cal State Northridge 189th in the country out of the nearly 1500 schools it evaluated for its 2014 Best Colleges ranking. The Daily Beast ranked Cal State Northridge 124th in the country out of the nearly 2000 schools it evaluated for its 2014 Best Colleges ranking. Undergraduate Engineering program ranked fifth among California public colleges (Masters level colleges) and fourteenth among U.S. public colleges (U.S. News & World Report). College of Business and Economics has been recognized by the U.S. Department of Commerce for its vital role in promoting international trade in the Los Angeles area. In 2011, CSUN ranked eighth in the nation that award bachelor's degrees to minorities in the field of communications.CSUN ranked second among 529 master's level universities in preparing students who later earn doctoral degrees (National Science Foundation). The university ranked first in number of graduates who went on to earn Ph.D.s in the social sciences and psychology. It has the largest number of Central American, Armenian, and mainstreamed deaf students than any university in the USA",
    
    "asu_title": "University of Arizona",
    "asu_info": "The University of Arizona (also referred to as U of A, UA, or Arizona) is a public research university in Tucson, Arizona, United States. Founded in 1885, the UA was the first university in the Arizona Territory. The university operates two medical schools (University of Arizona College of Medicine - Tucson and the University of Arizona College of Medicine - Phoenix) and is affiliated with two academic medical centers (Banner - University Medical Center Tucson and Banner - University Medical Center Phoenix). The university is also home to the James E. Rogers College of Law and numerous other nationally ranked graduate and professional schools. During the 2016–2017 academic year, there was a total enrollment of 43,625 students, including 34,072 undergraduates The University of Arizona is governed by the Arizona Board of Regents. The University of Arizona is one of the elected members of the Association of American Universities (an organization of North America's premier research institutions) and is the only representative from the state of Arizona to this group.",
    "asu_ranking": "The Center for World University Rankings in 2015 ranked Arizona 68th in the world and 42nd in the U.S. The 2015–16 Times Higher Education World University Rankings rated University of Arizona 163rd in the world and the 2016/17 QS World University Rankings ranked it 233rd.<br><br>The University of Arizona was ranked tied for 124th in the 'National Universities' category by U.S. News & World Report for 2017, and 60th among 'Top Public Schools.' The James E. Rogers College of Law was ranked tied for 42nd nationally, and the University of Arizona College of Medicine - Tucson was tied for 74th nationally in primary care and tied for 63rd for research by U.S. News & World Report for 2016. The College of Medicine was also rated No. 7 among the nation's medical schools for Hispanic students, according to Hispanic Business Magazine. In 2016, the Eller MBA program was ranked 56th by U.S. News & World Report, which placed the school's Information Systems program tied for 3rd best in the U.S., the Entrepreneurship program tied for 11th and the Part-time MBA tied for 33rd. U.S. News & World Report also rated UA as tied for 41st for online MBA programs, tied for 23rd for best online graduate nursing programs, and tied for 44th for best online graduate engineering programs. UA graduate programs ranked in the top 25 in the nation by U.S. News & World Report for 2016 include Social Psychology (5th), Speech Pathology (5th), Rehabilitation Counseling (6th), Earth Sciences (7th), Analytical Chemistry (9th), Latin American history (9th), Atomic Physics (9th), Pharmacy (10th), Audiology (12th), Public Management Administration (13th), Photography (17th), and Nonprofit Management (21st).",
    "asu_admissions": "The UA is considered a 'selective' university by U.S. News & World Report. In the 2014-2015 academic year, 68 freshman students were National Merit Scholars.<br><br>UA students hail from all states in the U.S. While nearly 69% of students are from Arizona, nearly 11% are from California, and 8% are international, followed by a significant student presence from Texas, Illinois, Washington, Colorado and New York. (Fall 2013).",
    
    "up_title": "University of Phoenix",
    "up_info": "The University of Phoenix (UOPX) is a private for-profit college, headquartered in Phoenix, Arizona, United States. The university has an open-enrollment admission policy, requiring a high-school diploma, GED, or its equivalent as its criterion for admissions.Founded in 1976, the university confers degrees in over 100 degree programs at the associate, bachelor's, master's, and doctoral degree levels.In 2017, it was acquired by Apollo Global Management, an American private equity firm.",
    "up_academics": "The university offers degree programs through the following schools and colleges:<br><ul><li>School of Advanced Studies</li><li>School of Business</li><li>College of Education</li><li>College of Health Professions</li><li>School of Health Services Administration</li><li>College of Humanities and Sciences</li><li>College of Information Systems and Technology</li><li>School of Nursing</li><li>College of Security and Criminal Justice</li><li>College of Social Sciences</li></ul>",
    "up_accreditation": "The University of Phoenix has been regionally accredited since 1978 by The Higher Learning Commission (HLC) as a member of the North Central Association of Colleges and Schools (NCA). In February 2013, a peer review group recommended to the HLC that the university be put on probation because the University of Phoenix has insufficient autonomy relative to its parent corporation. On May 9, 2013, the Apollo Group filed a report with the Securities and Exchange Commission which stated that the HLC Institutional Actions Council First Committee ('IACFC') had recommended to the HLC that the university retain its regional accreditation, but that the university be placed on 'notice' for two years. Their concerns center on the university's governance, student assessment, and faculty scholarship in relation to PhD programs.In July 2015, the Higher Learning Commission removed University of Phoenix from Notice Status.",
    
    "nau_title": "Northern Arizona University",
    "nau_info": "Northern Arizona University (NAU) is a public research university with a main campus at the base of the San Francisco Peaks in Flagstaff, Arizona, a branch campus in Yuma, Arizona, and community campuses statewide. Governed by the Arizona Board of Regents and accredited by the Higher Learning Commission, the university offers 155 baccalaureate and graduate degree programs.<br><br>As of fall 2016, 30,368 students were enrolled, 22,134 at the Flagstaff campus. The average cost of tuition and fees for a full-time, Arizona resident undergraduate student for two semesters is $10,764, and out-of-state undergraduates will pay an estimated $24,144. NAU also participates in the Western Undergraduate Exchange Program, which offers lower tuition rates for students from the Western United States. For 2016–17, WUE tuition and fees are $15,638. NAU offers Flagstaff undergraduate students the Pledge Program, which guarantees the same tuition rate for four years.",
    "nau_academics": "In the fall of 2010, the top undergraduate degrees by enrollment were elementary education, biology, hotel and restaurant management, nursing, and criminology and criminal justice.<br><ul><li>College of Arts and Letters</li><li>College of Education</li><li>College of Engineering, Forestry, and Natural Sciences</li><li>College of Health and Human Services</li><li>The W.A. Franke College of Business</li><li>CGraduate College</li><li>Former Colleges</li><li>University College</li></ul>",
    
    "thunderbird_title": "Thunderbird School of Global Management",
    "thunderbird_info": "Thunderbird School of Global Management at Arizona State University (or simply Thunderbird) is a management schoollocated in the United States and a part of Arizona State University. The school offers bachelor's and master's degrees and executive education programs in global management. The main campus is located in Glendale, Arizona, at Thunderbird Field No. 1, a former military airfield from which it derives its name.<br><br>Thunderbird was founded independently in 1946 by Lieutenant General Barton Kyle Yount, and was acquired by Arizona State University in 2015. The school is known for its international network of alumni, of whom there are currently some 40,000.",
    "thunderbird_programs": "Thunderbird's flagship degrees have included the Bachelor of Foreign Trade (until 1975), the Master of International Management (until 2001), and an MBA in Global Management (through 2016). In the wake of its acquisition by ASU, Thunderbird will phase out the MBA (in order to avoid duplicating the program of ASU's W.P. Carey School of Business) and offer a three-semester Master of Global Management (modeled after the earlier MIM degree), and a two-year Master of Arts in Global Affairs and Management. The school also plans to offer graduate certificates in global management, global affairs, and global development.<br><br>The school's executive education programs date from the 1980s, and according to ASU president Michael Crow, will continue to be emphasized in the future.",
    "thunderbird_ranking": "Forbes ranked Thunderbird as the 54th best business school in the U.S. in 2011, and a 2012 report released by Bloomberg Businessweek ranked Thunderbird as the top international business program. Thunderbird was also ranked as the 5th most diverse school out of 82 schools surveyed, based on student responses about students' country of origin, gender and ethnicity. In 2013, The Financial Times ranked Thunderbird's executive education program ninth overall based on corporate client feedback to The Financial Times. Also in 2013, The Economist released ratings for online programs and gave Thunderbird a rating of 'good', which was one step down from the publication's top rating of 'excellent'. In its 2014 rankings, published in 2013, U.S. News & World Report ranked Thunderbird as the best international business school in their annual rankings, marking the eighteenth consecutive year the school was named top international business program. In U.S. News & World Report's 2015 rankings, published in 2014, Thunderbird was ranked 85th for best business school, and second in the overall rankings for international business school.",
    
    "aip_title": "The Art Institute of Phoenix",
    "aip_info": "The Art Institute of Phoenix is a nonprofit institution owned and operated by Dream Center Education Holdings (DCEH), LLC, providing education in design, media arts, fashion and culinary arts.<br><br>In 1995, The Art Institute of Phoenix opened its doors and the first class of students started in January 1996. The school has grown from its original class of 45 students to more than 1200 students in fall 2008. Located at 2233 West Dunlap Avenue in Phoenix, Arizona, The Art Institute of Phoenix is accredited by the Accrediting Council for Independent Colleges and Schools (ACICS).<br><br>The Art Institute of Phoenix has a 34% graduation rate and an 18% student loan default rate.",
    "aip_undergrad": "<ul><li>Advertising</li><li>Culinary Arts</li><li>Digital Filmmaking & Video Production</li><li>Fashion Marketing</li><li>Fashion Design</li><li>Graphic Design</li><li>Game Art & Design</li><li>Interior Design</li><li>Media Arts & Animation</li><li>Visual & Game Programming</li><li>Visual Effects & Motion Graphics</li><li>Web Design & Interactive Media</li><li>Digital Photography</li>",
    "aip_associate":"<ul><li>Baking & Pastry Arts</li><li>Culinary Arts</li><li>Graphic Design</li></ul>",


    "rice_title": "Rice University",
	"rice_info": "Rice University is a private institution that was founded in 1912. It has a total undergraduate enrollment of 3,893, its setting is urban, and the campus size is 300 acres. It utilizes a semester-based academic calendar. Rice University's ranking in the 2018 edition of Best Colleges is National Universities, 14. Its tuition and fees are $45,608 (2017-18).",
	"rice_programs":"Rice offers more than 50 undergraduate majors across six divisions of study, including Architecture, Engineering, Humanities, Music, Natural Sciences and Social Sciences. Additionally, minors, interdisciplinary and preprofessional programs complement our comprehensive curriculum, with multiple opportunities for research and collaboration.",
	"rice_ranking": "In 2017, Rice was ranked 86th in the world by the Times Higher Education World University Rankings.",

	"austin_title": "University of Texas, Austin",
	"austin_info": "University of Texas—Austin is a public institution that was founded in 1883. It has a total undergraduate enrollment of 40,168, its setting is urban, and the campus size is 437 acres. It utilizes a semester-based academic calendar. University of Texas—Austin's ranking in the 2018 edition of Best Colleges is National Universities, 56. Its in-state tuition and fees are $10,136 (2017-18); out-of-state tuition and fees are $35,766 (2017-18).",
	"austin_apply": "When applying to University of Texas--Austin, it's important to note the application deadline is Dec. 1. The application fee at University of Texas--Austin is $75. Scores for either the ACT or SAT test are due Dec. 31. It is more selective, with an acceptance rate of 40 percent.",
	"austin_ranking": "University of Texas--Austin is ranked #56 in National Universities. Schools are ranked according to their performance across a set of widely accepted indicators of excellence.",

	"meth_title": "Southern Methodist University",
	"meth_info": "Southern Methodist University is a private institution that was founded in 1911. It has a total undergraduate enrollment of 6,521, its setting is urban, and the campus size is 234 acres. It utilizes a semester-based academic calendar. Southern Methodist University's ranking in the 2018 edition of Best Colleges is National Universities, 61. Its tuition and fees are $52,498 (2017-18).",
	"meth_apply": "When applying to Southern Methodist University, it's important to note the application deadline is Jan. 15, and the early action deadline and the early decision deadline are Nov. 1 and Nov. 1, respectively. The application fee at Southern Methodist University is $60. Scores for either the ACT or SAT test are due March 15. It is more selective, with an acceptance rate of 49 percent.",
	"meth_ranking": "Southern Methodist University is ranked #61 in National Universities. Schools are ranked according to their performance across a set of widely accepted indicators of excellence.",

	"am_title": "Texas A&M University, College Station",
	"am_info": "Texas A&M University—College Station is a public institution that was founded in 1876. It has a total undergraduate enrollment of 50,735, its setting is city, and the campus size is 5,200 acres. It utilizes a semester-based academic calendar. Texas A&M University—College Station's ranking in the 2018 edition of Best Colleges is National Universities, 69. Its in-state tuition and fees are $10,030 (2017-18); out-of-state tuition and fees are $30,208 (2017-18).",
	"am_apply": "When applying to Texas A&M University--College Station, it's important to note the application deadline is Dec. 1. The application fee at Texas A&M University--College Station is $75. Scores for either the ACT or SAT test are due Dec. 8. It is more selective, with an acceptance rate of 66 percent.",
	"am_ranking": "Texas A&M University--College Station is ranked #69 in National Universities. Schools are ranked according to their performance across a set of widely accepted indicators of excellence.",

	"baylor_title": "Baylor University",
	"baylor_info": "Baylor University is a private institution that was founded in 1845. It has a total undergraduate enrollment of 14,348, its setting is city, and the campus size is 1,000 acres. It utilizes a semester-based academic calendar. Baylor University's ranking in the 2018 edition of Best Colleges is National Universities, 75. Its tuition and fees are $43,790 (2017-18).",
	"baylor_apply": "When applying to Baylor University, it's important to note the application deadline is Feb. 1, and the early action deadline is Nov. 1. Scores for either the ACT or SAT test are due Feb. 1. It is more selective, with an acceptance rate of 40 percent.",
	"baylor_ranking": "Baylor University is ranked #75 in National Universities. Schools are ranked according to their performance across a set of widely accepted indicators of excellence.",

	"christian_title": "Texas Christian University",
	"christian_info": "Texas Christian University is a private institution that was founded in 1873. It has a total undergraduate enrollment of 8,891, its setting is suburban, and the campus size is 289 acres. It utilizes a semester-based academic calendar. Texas Christian University's ranking in the 2018 edition of Best Colleges is National Universities, 78. Its tuition and fees are $44,760 (2017-18).",
	"christian_apply": "When applying to Texas Christian University, it's important to note the application deadline is Feb. 15, and the early action deadline and the early decision deadline are Nov. 1 and Nov. 1, respectively. The application fee at Texas Christian University is $40. Scores for either the ACT or SAT test are due Feb. 15. It is more selective, with an acceptance rate of 38 percent and an early acceptance rate of 49.5 percent.",
	"christian_ranking": "Texas Christian University is ranked #78 in National Universities. Schools are ranked according to their performance across a set of widely accepted indicators of excellence.",

	"dallas_title": "University of Texas, Dallas",
	"dallas_info": "University of Texas—Dallas is a public institution that was founded in 1969. It has a total undergraduate enrollment of 17,350, its setting is suburban, and the campus size is 500 acres. It utilizes a semester-based academic calendar. University of Texas—Dallas's ranking in the 2018 edition of Best Colleges is National Universities, 145. Its in-state tuition and fees are $12,162 (2016-17); out-of-state tuition and fees are $33,654 (2016-17).",
	"dallas_apply": "When applying to University of Texas--Dallas, it's important to note the application deadline is May 1. The application fee at University of Texas--Dallas is $50. Scores for either the ACT or SAT test are due Aug. 1. It is more selective, with an acceptance rate of 68 percent.",
	"dallas_ranking": "University of Texas--Dallas is ranked #145 in National Universities. Schools are ranked according to their performance across a set of widely accepted indicators of excellence.",

	"tech_title": "Texas Tech University",
	"tech_info": "Texas Tech University is a public institution that was founded in 1923. It has a total undergraduate enrollment of 29,963, its setting is city, and the campus size is 1,839 acres. It utilizes a semester-based academic calendar. Texas Tech University's ranking in the 2018 edition of Best Colleges is National Universities, 176. Its in-state tuition and fees are $10,771 (2017-18); out-of-state tuition and fees are $23,011 (2017-18).",
	"tech_apply": "When applying to Texas Tech University, it's important to note the application deadline is Aug. 1. The application fee at Texas Tech University is $75. Scores for either the ACT or SAT test are due Aug. 1. It is more selective, with an acceptance rate of 63 percent.",
	"tech_ranking": "Texas Tech University is ranked #176 in National Universities. Schools are ranked according to their performance across a set of widely accepted indicators of excellence.",

	"houston_title": "University of Houston",
	"houston_info": "University of Houston is a public institution that was founded in 1927. It has a total undergraduate enrollment of 35,871, its setting is urban, and the campus size is 594 acres. It utilizes a semester-based academic calendar. University of Houston's ranking in the 2018 edition of Best Colleges is National Universities, 192. Its in-state tuition and fees are $11,887 (2017-18); out-of-state tuition and fees are $27,337 (2017-18).",
	"houston_apply": "When applying to University of Houston, it's important to note the application deadline is June 15. The application fee at University of Houston is $75. Scores for either the ACT or SAT test are due June 30. It is more selective, with an acceptance rate of 59 percent.",
	"houston_ranking": "University of Houston is ranked #192 in National Universities. Schools are ranked according to their performance across a set of widely accepted indicators of excellence.",

	"baptist_title": "Dallas Baptist University",
	"baptist_info": "Dallas Baptist University is a private institution that was founded in 1898. It has a total undergraduate enrollment of 3,223, its setting is suburban, and the campus size is 292 acres. It utilizes a 4-1-4-based academic calendar. Dallas Baptist University's ranking in the 2018 edition of Best Colleges is National Universities, 202. Its tuition and fees are $27,480 (2017-18).",
	"baptist_apply": "When applying to Dallas Baptist University, it's important to note the application deadline is rolling. The application fee at Dallas Baptist University is $25. Scores for either the ACT or SAT test are due Aug. 21. It is selective, with an acceptance rate of 43 percent.",
	"baptist_ranking": "Dallas Baptist University is ranked #202 in National Universities. Schools are ranked according to their performance across a set of widely accepted indicators of excellence."


}
